const TermsOfService = {
  title: "قوانین استفاده از معلم هوش مصنوعی المپیاد کامپیوتر",
  update: "آخرین بروزرسانی: اسفند ۱۴۰۳",
  description: "استفاده از معلم هوش مصنوعی المپیاد کامپیوتر به معنای موافقت با تمام قوانین و شرایط زیر است.",
  terms: [
    {
      title: "۱. شرایط شرکت‌کنندگان",
      list: [
        "این برنامه برای دانش‌آموزان دوره دهم و یازدهم متوسطه علاقمند به شرکت در المپیاد کامپیوتر توسعه داده شده است.",
        "هرگونه تقلب یا تلاش برای فریب سیستم یا استفاده در موارد غیر مرتبط، تخلف محسوب می‌شود.",
      ]
    },
    {
      title: "۲. محتوای آموزشی",
      list: [
        "محتوای آموزشی ارائه شده توسط معلم هوش مصنوعی، دقیق، به‌روز و متناسب با سطح دانش‌آموزان است.",
        "دانش‌آموزان می‌توانند بازخورد شخصی‌سازی‌شده دریافت کنند و از آن برای بهبود عملکرد خود استفاده کنند.",
        "منابع اضافی مانند کتاب‌ها، مقالات و وب‌سایت‌ها برای مطالعه بیشتر پیشنهاد می‌شود.",
        "محتوای آموزشی به صورت دوره‌ای بروزرسانی می‌شود."
      ]
    },
    {
      title: "۳. اگر قبول نشدیم",
      list: [
        "مهم این است که شما بیشترین تلاش خود را انجام دهید. اما در نهایت این یک مسابقه است و شما جسارت شرکت در آن را داشته‌اید.",
        "من به شما هنر حل مسئله را آموزش می‌دهم و در صورتی که آموزش‌ها را جدی بگیرید به یک مسئله‌حل‌کن واقعی تبدیل می‌شوید. فرقی ندارد مسئله برنامه‌نویسی باشد یا یک سؤال پیش پا افتاده‌ی کنکور یا یک مسئله‌ی واقعی در زندگی.",
      ]
    },
    {
      title: "۴. حریم خصوصی و امنیت داده‌ها",
      list: [
        "داده‌های دانش‌آموزان (اطلاعات تماس، پیشرفت تحصیلی، سوالات و پاسخ‌ها) جمع‌آوری می‌شود.",
        "داده‌ها برای ارائه بازخورد شخصی‌سازی‌شده و بهبود کیفیت آموزش استفاده می‌شوند.",
        "داده‌ها به صورت امن نگهداری می‌شوند و از دسترسی‌های غیرمجاز محافظت می‌شوند.",
        "داده ها با هیچ شخص ثالثی به اشتراک گذاشته نمی شود."
      ]
    },
    {
      title: "۵. پشتیبانی فنی",
      list: [
        "دانش‌آموزان می‌توانند در صورت بروز مشکلات فنی یا سوالات مربوط به استفاده از معلم هوش مصنوعی، با پشتیبانی تماس بگیرند.",
        "پشتیبانی در بازه زمانی مشخصی به سوالات و مشکلات پاسخ می‌دهد.",
        "مشکلات فنی در اسرع وقت رفع می‌شوند."
      ]
    },
    // {
    //   title: "۶. شرایط لغو و بازگشت وجه",
    //   list: [
    //     "دانش‌آموزان در شرایط خاصی می‌توانند دوره را لغو کنند.",
    //     "در صورت لغو دوره، مبلغی طبق شرایط مشخص به دانش‌آموزان بازگردانده می‌شود."
    //   ]
    // },
    // {
    //   title: "۷. تغییرات در قوانین و مقررات",
    //   list: [
    //     "قوانین و مقررات ممکن است در طول زمان تغییر کنند.",
    //     "هرگونه تغییر در قوانین و مقررات به دانش‌آموزان اطلاع داده می‌شود."
    //   ]
    // }
  ],
  support: "clax.ai@gmail.com"
}

export default TermsOfService;
